Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_1.tmx
Source language: en
Languages: it

source: Foils of lead for painters, decorators, printers and artists
it: Lamine di piombo per pittori, decoratori, tipografi ed artisti

source: Powders of lead for painters, decorators, printers and artists
it: Polveri di piombo per pittori, decoratori, tipografi ed artisti

source: Powders of lead's alloys for painters, decorators, printers and artists
it: Polveri di leghe di piombo per pittori, decoratori, tipografi ed artisti

source: Ultramarine blue as pigment
it: Blu oltremare come pigmento

source: Synthetic resin colors
it: Colori di resina sintetica

source: Metal foil for painters, decorators, printers and artists
it: Metalli in fogli per pittori, decoratori, tipografi ed artisti

source: Paint for use in the manufacture of ceramics
it: Pittura per la produzione di ceramica

source: Carbon black [pigment]
it: Nero di carbonio [pigmento]

source: Lamp black [pigment]
it: Nerofumo [pigmento]

source: Thickeners for paints
it: Addensanti per colori

source: Binding agents for paints
it: Agenti leganti per pitture

source: Binding preparations for paints
it: Agglutinanti per pitture

source: Waterproof paints
it: Pitture impermeabili

source: Pigments
it: Pigmenti

source: Colorants
it: Coloranti

source: Anti-rust preparations
it: Preparazioni antiruggine

source: Anti-corrosive preparations
it: Prodotti contro la corrosione

source: Nonferrous metals in foil form for painters, decorators, printers and artists
it: Metalli non ferrosi in fogli per pittori, decoratori, tipografi e artisti

source: Nonferrous metals in powder form for painters, decorators, printers and artists
it: Metalli non ferrosi in polvere per pittori, decoratori, tipografi e artisti

source: Clear protective coatings for vehicles
it: Rivestimenti protettivi trasparenti per veicoli

source: Ink cartridges, filled, for printers
it: Cartucce d'inchiostro, piene, per stampanti

source: Paints for industrial equipment
it: Vernici per attrezzature industriali

source: Paints for machinery
it: Vernici per macchine

source: Siccatives for use as drying agents for coatings
it: Siccativi da usare come essiccanti per prodotti vernicianti

source: Siccatives for use as drying agents for inks
it: Siccativi da usare come essiccanti per inchiostri

source: Non-ferrous metals in foil form for painters, decorators, printers and artists
it: Metalli non ferrosi in fogli per pittori, decoratori, tipografi e artisti

source: Non-ferrous metals in powder form for painters, decorators, printers and artists
it: Metalli non ferrosi in polvere per pittori, decoratori, tipografi e artisti

source: Mordants for use in industry
it: Mordenti per uso industriale

source: Watercolour paints for use in art
it: Colori ad acquarello per uso artistico

source: Metals in powder form for use in painting, decorating, printing and art
it: Metalli in polvere per la pittura, la decorazione, la tipografia e l'arte

source: Metal foil for use in painting, decorating, printing and art
it: Metalli in fogli perla pittura, la decorazione, la tipografia e l'arte

source: Anti-corrosive preparations for vehicles
it: Prodotti anticorrosione per veicoli

source: Urushiol-based lacquers
it: Lacche a base di urusciolo

source: Wood preservatives for fencing
it: Conservanti del legno per recinzioni

source: Gold paint for ceramics
it: Vernice dorata per ceramica

source: Silver paint for ceramics
it: Vernice argentata per ceramica

source: Toner cartridges, filled, for laser printers
it: Cartucce di toner, riempite, per le stampanti laser

source: Reflective spray paints
it: Vernici spray riflettenti

source: Permanent waving lotions
it: Preparati per permanente

source: Depilatory preparations
it: Prodotti depilatori

source: Cosmetic rouges
it: Fard cosmetici

source: Wood treatment preparations for polishing
it: Prodotti per lucidare per il trattamento del legno

source: Nail varnish remover [cosmetics]
it: Solvente per smalto [cosmetici]

source: Natural oils for cleaning purposes
it: Oli naturali per la pulizia

source: Fingernail tips
it: Tips per unghie

source: Self-tanning preparations [cosmetics]
it: Preparati autoabbronzanti [cosmetici]

source: Bath lotions (Non-medicated -)
it: Lozioni da bagno (Non medicate -)

source: Bath pearls (Non-medicated -)
it: Perle da bagno (Non medicate -)

source: Glass cloth [abrasive cloth]
it: Tela vetrata [tela abrasiva]

source: Fragrance preparations
it: Preparati di fragranze

source: Glue for strengthening nails
it: Colla per rinforzare le unghie

source: Make-up pads of cotton wool
it: Dischetti d'ovatta per il trucco

source: Collagen preparations for cosmetic application
it: Prodotti a base di collagene per impiego cosmetico

source: Carbolic soaps
it: Saponi carbolici

source: Carpet freshening preparations
it: Prodotti deodoranti per tappeti

source: Moist wipes impregnated with a cosmetic lotion
it: Salviette umettate imbevute di lozione cosmetica

source: Neutralizing hair preparations
it: Prodotti neutralizzanti per capelli

source: Non-medicated creams
it: Creme non medicate

source: Cosmetics in the form of oils
it: Cosmetici sotto forma di oli

source: Lavender water
it: Acqua di lavanda

source: Abrasive boards for use on fingernails
it: Limette abrasive per le unghie

source: Abrasive preparations for use on the body
it: Preparati abrasivi per il corpo

source: Cleaning agents for deep freezers
it: Agenti detergenti per surgelatori

source: Cosmetic face powders
it: Ciprie per il viso

source: Mouthwash
it: Collutorio

source: Non-medicated oils
it: Oli non medicati

source: Aromatics for perfumes
it: Aromi per profumi

source: Artificial nails for cosmetic purposes
it: Unghie artificiali per uso cosmetico

source: Artificial tanning preparations
it: Prodotti abbronzanti artificiali

source: Flavourings for beverages [essential oils]
it: Aromi per bevande [oli essenziali]

source: Skin care creams, other than for medical use
it: Creme per la cura della pelle, non per uso medico

source: Loose face powder
it: Cipria sciolta

source: Non-medicated foot cream
it: Crema per i piedi non medicata

source: Shampoo-conditioners
it: Shampoo-balsami

source: Furniture polish
it: Lucidi per mobili

source: Conditioning balsam
it: Balsamo trattante

source: Face powder (Non-medicated -)
it: Cipria (Non medicata -)

source: Incense
it: Incenso

source: Ethereal essences
it: Essenze eteriche

source: Detergent compositions for cleaning shoes
it: Composti detergenti per la pulizia delle scarpe

source: Wallpaper cleaning preparations
it: Prodotti per pulire la carta da parati

source: Pumice stone
it: Pietra pomice

source: Natural oils for cosmetic purposes
it: Oli naturali per uso cosmetico

source: Soaps in liquid form
it: Saponi in forma liquida

source: Bath foams (Non-medicated -)
it: Schiume da bagno (Non medicate -)

source: Beauty tonics for application to the body
it: Tonici di bellezza da applicare sul corpo

source: Almond milk for cosmetic purposes
it: Latte di mandorle per uso cosmetico

source: Aromatherapy creams
it: Creme per aromaterapia

source: Hair preparations and treatments
it: Preparati e trattamenti per i capelli

source: Shampoos for personal use
it: Shampoo per uso personale

source: Sun protecting creams [cosmetics]
it: Creme di protezione solare [cosmetici]

source: Cloths impregnated with a detergent for cleaning
it: Strofinacci impregnati con un detergente per pulire

source: Colouring lotions for the hair
it: Lozioni per tingere i capelli

source: Creams (Soap -) for use in washing
it: Creme (Sapone -) per il lavaggio

source: Creams for firming the skin
it: Creme per rassodare la pelle

source: Leather polishes
it: Lucidi per cuoio

source: Breath freshening sprays
it: Spray per rinfrescare l'alito

source: Stain removers
it: Smacchiatori

source: Sun-tanning oils
it: Olio abbronzante

source: Slimming aids [cosmetic], other than for medical use
it: Coadiuvanti dimagranti [cosmetici], non per uso medico

source: Washing preparations for personal use
it: Prodotti detergenti per l'igiene personale

source: Neutralizers for permanent waving
it: Neutralizzanti per permanenti

source: Mineral oils [cosmetic]
it: Oli minerali [cosmetici]

source: Cosmetic moisturisers
it: Idratanti cosmetici

source: Lacquer for cosmetic purposes
it: Lacca per uso cosmetico

source: Cake flavourings [essential oils]
it: Aromi per dolci [oli essenziali]

source: Theatrical makeup
it: Trucco teatrale

source: Wipes impregnated with a skin cleanser
it: Salviette imbevute di detergenti per la pelle

source: Cosmetics for protecting the skin from sunburn
it: Cosmetici per proteggere la pelle dalle scottature solari

source: Antistatic preparations for household purposes
it: Prodotti contro l'elettricità statica per uso domestico

source: Deodorants for the feet
it: Deodoranti per i piedi

source: Depilatory lotions
it: Lozioni depilatorie

source: Dry shampoos
it: Shampoo secco

source: Abrasive emery paper for use on fingernails
it: Carta smerigliata abrasiva per le unghie

source: Adhesives for affixing artificial fingernails
it: Adesivi per fissare unghie artificiali

source: Hair tinting preparations
it: Prodotti per tingere i capelli

source: Hand oils (Non-medicated -)
it: Oli per le mani (Non medicati -)

source: Cleaning agents for stone
it: Agenti detergenti per la pietra

source: Pressed face powder
it: Cipria compatta

source: Non-medicated mouth sprays
it: Spray non medicati per la bocca

source: Non-medicated toilet soaps
it: Saponi da toilette non medicati

source: Bath salts, not for medical purposes
it: Sali da bagno non per uso medico

source: Scouring liquids
it: Liquidi sgrassanti

source: Fingernail sculpturing overlays
it: Rivestimenti scolpenti per unghie

source: Polishing creams
it: Creme per lucidare

source: Carbides of metal [abrasives]
it: Carburi metallici [abrasivi]

source: Cleaning preparations for use on tiles
it: Prodotti per la pulizia delle piastrelle

source: Extracts of flowers
it: Estratti di fiori

source: Polishing rouge
it: Rosso per lucidare

source: Babies' creams [non-medicated]
it: Creme per neonati [non medicate]

source: Powder for forming sculpted finger nail tips
it: Polveri per realizzare tips da unghie scolpite

source: Depilatory wax
it: Cera per depilare

source: Ethereal oils
it: Oli essenziali

source: Anti-static dryer sheets
it: Panni ammorbidenti antistatici

source: Wax treatments for the hair
it: Trattamenti alla cera per capelli

source: Cocoa butter for cosmetic purposes
it: Burro di cacao per uso cosmetico

source: Colorants for toilet purposes
it: Coloranti per la toilette

source: Cosmetic preparations for skin care
it: Prodotti cosmetici per la cura della pelle

source: Facial moisturisers [cosmetic]
it: Idratanti per il viso [cosmetici]

source: Skin whitening preparations [cosmetic]
it: Preparati per schiarire la pelle [cosmetici]

source: Soap free washing emulsions for the body
it: Emulsioni detergenti senza sapone per il corpo

source: Adhesives for affixing false hair
it: Adesivi per fissare i posticci

source: Bath concentrates (Non-medicated -)
it: Concentrati da bagno (Non medicati -)

source: Bath creams (Non-medicated -)
it: Creme da bagno (Non medicate -)

source: Blended essential oils
it: Oli essenziali miscelati

source: Tissues impregnated with cosmetics
it: Salviette imbevute di cosmetici

source: Moist wipes for sanitary and cosmetic purposes
it: Salviette umidificate per uso igienico e cosmetico

source: Tissues impregnated with cosmetic lotions
it: Tovaglioli imbevuti di lozioni cosmetiche

source: Lavender oil
it: Olio di lavanda

source: Cleaning masks for the face
it: Maschere detergenti per il viso

source: Cushions filled with perfumed substances
it: Cuscini contenenti sostanze profumate

source: Diamantine [abrasive]
it: Diamantina [abrasivo]

source: Tailors' wax
it: Cera per sarti

source: Petroleum jelly for cosmetic purposes
it: Gelatina di petrolio per uso cosmetico

source: Graffiti removing substances
it: Sostanze per rimuovere i graffiti

source: Lip glosses
it: Lucidalabbra

source: Moist paper hand towels impregnated with a cosmetic lotion
it: Salviette di carta umettate per le mani imbevute di lozione cosmetica

source: Lavatory cleaning compositions
it: Composti per la pulizia di bagni

source: Pedicure preparations
it: Prodotti per la pedicure

source: Perfumed toilet waters
it: Acque da toilette profumate

source: Perfumes for cardboard
it: Profumi per cartone

source: Fumigation preparations [perfumes]
it: Prodotti per fumigazioni [profumi]

source: Windscreen cleaning preparations
it: Prodotti per la pulizia di parabrezza

source: Javelle water
it: Candeggina

source: Mouthwashes, not for medical purposes
it: Collutori non per uso medico

source: Impregnated tissues for cleaning [non-medicated, for use on the person]
it: Fazzoletti imbevuti per la detersione [non medicati, per uso sulla persona]

source: Incense cones
it: Coni d'incenso

source: Shaving cream
it: Creme da barba

source: Cosmetic hair dressing preparations
it: Prodotti cosmetici per i capelli

source: Anti-smear agents for cleaning purposes
it: Agenti antimacchia per la pulizia

source: Skin whitening preparations
it: Prodotti per sbiancare la pelle

source: Oil of turpentine for degreasing
it: Essenza di trementina per sgrassare

source: Deodorants for human beings or for animals
it: Deodoranti per uso umano o animale [profumeria]

source: Pumice stones for use on the body
it: Pietre pomici per il corpo

source: Salves [non-medicated]
it: Unguenti [non medicati]

source: Lotions for beards
it: Lozioni da barba

source: Perfumed soaps
it: Saponi profumati

source: Fragrances for personal use
it: Fragranze per uso personale

source: Cleaning preparations in the form of foams
it: Prodotti detergenti sotto forma di schiume

source: Commercial laundry detergents
it: Detersivi commerciali per il bucato

source: Conditioners in the form of sprays for the scalp
it: Balsami in spray per il cuoio capelluto

source: Astringents for cosmetic purposes
it: Astringenti per uso cosmetico

source: Powder for make-up
it: Cipria cosmetica

source: Preparations for reinforcing the nails
it: Prodotti rinforzanti per le unghie

source: Prepared wax for polishing
it: Cere pronte per lucidare

source: Extracts of flowers [perfumes]
it: Estratti di fiori [profumeria]

source: Detergent strengtheners
it: Rinforzanti per detergenti

source: Dewaxing preparations
it: Preparati deceranti

source: Chrome polish
it: Lucido al cromo

source: Cleaner for cosmetic brushes
it: Detergenti per pennelli cosmetici

source: Corundum [abrasive]
it: Corindone [abrasivo]

source: Cosmetics for animals
it: Cosmetici per animali

source: Polishing paper
it: Carta per lucidare

source: Mouth sprays, not for medical use
it: Spray per la bocca, non per uso medico

source: Facial wipes impregnated with cosmetics
it: Salviette per il viso imbevute di cosmetici

source: Oven cleaning preparations
it: Prodotti di pulizia per forno

source: Beauty tonics for application to the face
it: Tonici di bellezza da applicare sul viso

source: Massage oils, not medicated
it: Oli per massaggi, non medicati

source: Lotions for strengthening the nails
it: Lozioni per rinforzare le unghie

source: Preparations to make shiny the leaves of plants
it: Prodotti per far brillare le foglie delle piante

source: Cleansing foam
it: Mousse detergente

source: Cologne impregnated disposable wipes
it: Salviette monouso imbevute di colonia

source: Colour cosmetics for the skin
it: Colori cosmetici per la pelle

source: Cosmetics in the form of rouge
it: Cosmetici sotto forma di fard

source: Descaling preparations for household purposes
it: Preparati disincrostanti per uso domestico

source: Cleansing creams
it: Creme purificanti

source: Foot care preparations (Non-medicated -)
it: Prodotti per la cura dei piedi (Non medicati -)

source: Moisturising skin lotions [cosmetic]
it: Lozioni idratanti per la pelle [cosmetiche]

source: Lint for cosmetic purposes
it: Filaccia per uso cosmetico

source: Bases for flower perfumes
it: Basi per profumi di fiori

source: Topical skin sprays for cosmetic purposes
it: Spray topici per la pelle per uso cosmetico

source: Night creams [cosmetics]
it: Creme da notte [cosmetici]

source: Non-medicated cosmetics
it: Cosmetici non medicati

source: Non-medicated hair shampoos
it: Shampoo non medicati per capelli

source: Cosmetics for personal use
it: Cosmetici per uso personale

source: Cosmetics for the treatment of dry skin
it: Cosmetici per il trattamento della pelle secca

source: Cosmetics for use on the skin
it: Cosmetici per uso dermatologico

source: Cosmetics in the form of milks
it: Cosmetici sotto forma di latti

source: Preparations for unblocking drain pipes
it: Preparati per sturare i tubi di scarico

source: Hand lotion (Non-medicated -)
it: Lozione per le mani (Non medicata -)

source: Cleaning compositions for spot removal
it: Composti per la pulizia smacchianti

source: Non-medicated skin clarifying lotions
it: Lozioni schiarenti per la pelle non medicate

source: Non-medicated soaps
it: Saponi non medicati

source: Paper hand towels impregnated with cosmetics
it: Salviette di carta per le mani imbevute di cosmetici

source: Anti-perspirant deodorants
it: Deodoranti antitraspiranti

source: Decorative transfers for cosmetic purposes
it: Motivi decorativi per uso cosmetico

source: Terpenes [essential oils]
it: Terpeni [olii essenziali]

source: Starch for abrasive purposes
it: Amido per uso abrasivo

source: Color- [colour-] brightening chemicals for household purposes [laundry]
it: Prodotti chimici per il ravvivamento dei colori per uso domestico [bucato]

source: Henna for cosmetic purposes
it: Henné per uso cosmetico

source: Essential oils for personal use
it: Oli essenziali per uso personale

source: Washing soda, for cleaning
it: Cristalli di soda per la pulizia

source: Silicon carbide [abrasive]
it: Carburo di silicio [abrasivo]

source: Aftershave moisturising cream
it: Crema idratante dopobarba

source: Exfoliants for the care of the skin
it: Esfolianti per la cura della pelle

source: Aftershave creams
it: Creme dopobarba

source: Detergent compositions for cleaning golf clubs
it: Composti detergenti per la pulizia di mazze da golf

source: Scented oils used to produce aromas when heated
it: Oli profumati che emanano fragranze quando scaldati

source: Oils for cosmetic purposes
it: Oli per uso cosmetico

source: Wipes incorporating cleaning preparations
it: Salviette contenenti prodotti per la pulizia

source: Facial toners [cosmetic]
it: Tonici per il viso [cosmetici]

source: Solvents for removing varnishes
it: Solventi per rimuovere le vernici

source: Aromatherapy lotions
it: Lozioni per aromaterapia

source: Granular corundum
it: Corindone granulare

source: Sun blocking preparations [cosmetics]
it: Preparati abbronzanti [cosmetici]

source: Suntan lotion [cosmetics]
it: Lozione abbronzante [cosmetici]

source: Talcum powder (Non-medicated -) for babies
it: Talco (Non medicato -) per neonati

source: Temporary tattoo's for cosmetic purposes
it: Tatuaggi temporanei per uso cosmetico

source: Fabric conditioning preparations
it: Prodotti per ammorbidire i tessuti

source: Nail polish base coat
it: Smalto base per unghie

source: Make-up removing lotions
it: Lozioni struccanti

source: Non-slipping liquids for floors
it: Liquidi antiscivolo per pavimenti

source: Creams (Non-medicated -) for the body
it: Creme (Non medicate -) per il corpo

source: Body sprays [non-medicated]
it: Spray per il corpo [non medicati]

source: Cosmetic preparations for baths
it: Preparati cosmetici per il bagno

source: Suntan oils for cosmetic purposes
it: Oli abbronzanti per uso cosmetico

source: Mint essence [essential oil]
it: Essenza di menta [olii essenziali]

source: Musk [perfumery]
it: Muschio [profumeria]

source: Moisturising concentrates [cosmetic]
it: Concentrati idratanti [cosmetici]

source: Laundry detergents for household cleaning use
it: Detergenti da bucato per la pulizia della casa

source: Perfumed lotions [toilet preparations]
it: Lozioni profumate [preparati per la toilette]

source: Greases for cosmetic purposes
it: Grassi per uso cosmetico

source: Hydrogen peroxide for cosmetic purposes
it: Perossido d'idrogeno per uso cosmetico

source: Cosmetics for use in the treatment of wrinkled skin
it: Cosmetici per il trattamento delle rughe

source: Cosmetics in the form of gels
it: Cosmetici sotto forma di gel

source: Degreasing preparations for engines
it: Prodotti sgrassanti per motori

source: Deodorants, for personal use in the form of sticks
it: Deodoranti, per uso personale in stick

source: Moustache wax
it: Cera per i baffi

source: Impregnated cloths for cosmetic use
it: Panni imbevuti per uso cosmetico

source: Preservative creams for leather
it: Creme conservanti per il cuoio

source: Nutritional creams (Non-medicated -)
it: Creme nutrienti (Non medicate -)

source: Cosmetic preparations for slimming purposes
it: Preparazioni cosmetiche per trattamenti dimagranti

source: Extracts of perfumes
it: Estratti di profumi

source: Soaps for personal use
it: Saponi per uso personale

source: Sponges impregnated with soaps
it: Spugne imbevute di saponi

source: Stain removing preparations for use on household goods
it: Prodotti smacchianti per uso su beni per uso domestico

source: Hair moisturisers
it: Idratanti per capelli

source: Skin emollients [non-medicated]
it: Emollienti per la pelle [non medicati]

source: Room perfumes in spray form
it: Profumi per ambienti in spray

source: Perfumed creams
it: Creme profumate

source: Scented pine cones
it: Pigne profumate

source: Grease-removing preparations
it: Preparati per sgrassare

source: Exfoliant creams
it: Creme esfolianti

source: Essential oils of cedarwood
it: Oli essenziali di cedro

source: Cleaning preparations for personal use
it: Prodotti detergenti per uso personale

source: Cleaning preparations impregnated into pads
it: Tamponi imbevuti di prodotti per la pulizia

source: Colouring preparations for cosmetic purposes
it: Prodotti coloranti per uso cosmetico

source: Hair conditioners
it: Balsamo per capelli

source: Face cream (Non-medicated -)
it: Crema per il viso (Non medicata -)

source: Essential oils for use in air fresheners
it: Oli essenziali per deodoranti per ambienti

source: False eyelashes
it: Ciglia posticce

source: Bleaching salts
it: Sali per sbiancare

source: Emulsified essential oils
it: Oli essenziali emulsionati

source: Potpourris [fragrances]
it: Pots-pourris profumati

source: Amber [perfume]
it: Ambra [profumeria]

source: Window cleaners in spray form
it: Detergenti per finestre in spray

source: Pumice stones for personal use
it: Pietra pomice per uso personale

source: Scented wood
it: Legno aromatico

source: Wrinkle removing skin care preparations
it: Preparati antirughe per la cura della pelle

source: Depilatory creams
it: Creme depilatorie

source: Skin lightening compositions [cosmetic]
it: Composti schiarenti per la pelle [cosmetici]

source: Non-medicated bath salts
it: Sali da bagno non medicati

source: Bath powders (Non-medicated -)
it: Polveri da bagno (Non medicate -)

source: Food flavourings [essential oils]
it: Aromi alimentari [olii essenziali]

source: Cosmetics
it: Cosmetici

source: Make-up removing preparations
it: Prodotti per togliere il trucco

source: Nail varnish for cosmetic purposes
it: Smalto per unghie per uso cosmetico

source: Colour cosmetics for the eyes
it: Cosmetici colorati per occhi

source: Non-medicated cleansing creams
it: Creme detergenti non medicate

source: Creams (Non-medicated -) for the eyes
it: Creme (Non medicate -) per gli occhi

source: Creams for tanning the skin
it: Creme abbronzanti per la pelle
